{
    "people": [
      {
        "name": "Kartik",
        "secret_phrase": "blue_sky_maverick",
        "embed":"2fxej3sTBAIyrJfObGrDHI",
        "messages": [
          "Hey! It's been a while since we last caught up. How have things been on your end?",
          "I finally started working on that side project I was telling you about. It's going great so far.",
          "Let’s plan a weekend trip soon—need a break from the daily grind!"
        ]
      },
      {
        "name": "Harshita",
        "secret_phrase": "no more knots behind",
        "embed":"5psOrWBND4BmCXgYwZ87uW",
        "messages": [
          "Hello Harshita Ji, there are some unspoken words I'd like to share with you before you graduate.",
          "I first met you on March 8th, 2022, during an afternoon project discussion when you entered the classroom. Though you arrived quietly, your presence was as impactful as a crater that could vanish dinosaurs. I was immediately awe strick by your genius brain and kindness, the qualities I always wished I had. The fact that I won't be able to see you around is a little new and will take me some time to register, but I'm happy that you are finally free to acheieve what you wished.",
          "When we last met in February and I gave you that single flower, I realized on my way home how less it was compared to the person I brought it for. One flower could never capture your essence—not even a bouquet would do. Only an entire field of blooms might begin to reflect the beauty and warmth you bring into this world. I was genuinely surprised to learn I was the first to give you a hug, I had always assumed someone else would have already recognized such a precious heart. That day remains special because I felt completely felt natural with you, knowing that with you beside me, every challenge seemed manageable.",
          "Though I couldn't graduate with you, I wouldn't mind living another alternative reality where we worked on something cool together. If possible, I would still cherish taking one class alongside you.",
          "What I know with absolute certainty is this, you are going to do great. Pursue all your goals without any hesistation. The universe awaits you Harshita. Something what I've learnt is that, don't let the past change what you wanted, do what you love, follow your heart, see where it takes you, eventually a beautiful scenery for sure.",
          "Our friendship throughout college has been one of the most meaningful things in my life. I've always enjoyed our time together, fascinated to find someone even more passionate about technology than myself. Our shared love for computers, Linux kernel, and various nerdy pursuits created a wonderful bond between us. I was shy the day when I found from your sister that you found me cute, I could never return the compliment back, but today I can.",
          "I once read something that perfectly expresses what I wish for you, 'Girls like you deserve picnic dates and stolen hugs in quiet libraries. Books wrapped in vintage paper with handcrafted bookmarks tucked inside. You deserve delicate flowers adorning your hair and boundless hope filling your heart. Long, contemplative walks down peaceful streets. Dancing beneath rainfall when the world has gone still. Morning greetings and unexpected 'I miss you' messages. Girls like you deserve a love that transforms you like the sky after a cleansing rain. Accept nothing less.",
          "Until we meet again, Sheldon"
        ]
      }
    ]
  } 